<div class="container dynamic-page">
	<div class="row">
		<div class="col-md-12 about">
			<h2>ಡಿ.ವಿ.ಕೆ. ಮೂರ್ತಿ ಪ್ರಕಾಶನ</h2>
			<p>ಡಿ.ವಿ.ಕೆ. ಮೂರ್ತಿಯವರನ್ನು ಕನ್ನಡ ಸಾಹಿತ್ಯ ಲೋಕಕ್ಕೆ ಪರಿಚಯಿಸಬೇಕಾದ ಅಗತ್ಯವಿಲ್ಲ. ಪ್ರಕಾಶಕರಾಗಿ ಅವರು ಸುಪ್ರಸಿದ್ಧರು. ಪ್ರಕಾಶನವನ್ನು ಒಂದು ಜೀವನ ಮೌಲ್ಯ ಮಾಡಿಕೊಂಡ ಮೂರ್ತಿ ಅವರು ಕನ್ನಡ ಪ್ರಕಾಶನ ಉದ್ಯಮಕ್ಕೆ ಒಂದು ಘನತೆಯನ್ನು, ಪ್ರತಿಷ್ಠೆಯನ್ನು ತಂದವರು; ಹೊಸ ಅರ್ಥ ಮತ್ತು ಮೌಲ್ಯಗಳನ್ನು ಜೋಡಿಸಿದವರು. ಪ್ರಕಾಶನ ಎನ್ನುವುದು ಉದ್ಯಮವೇ ಹೌದಾದರೂ, ಅದನ್ನು ಮೀರಿ ಅದಕ್ಕೊಂದು ಸಾಮಾಜಿಕ ಹೊಣೆಗಾರಿಕೆ ಇದೆ, ಸಾಹಿತ್ಯ ಮತ್ತು ಸಾಹಿತಿಗಳ ಜೊತೆ ಅದಕ್ಕಿರುವ ಸಂಬಂಧ ಗಾಢವಾದದ್ದು ಮತ್ತು ಮಾನವೀಯ ನೆಲೆಯ ಮೇಲೆ ನಿಂತಿದ್ದು; ಸಂಸ್ಕೃತಿ ಕಟ್ಟುವಲ್ಲಿ ಈ ಪ್ರಕಾಶನವೆಂಬ ಉದ್ಯಮಕ್ಕೂ ಒಂದು ವಿಶೇಷ ಜವಾಬ್ದಾರಿಯಿದೆ - ಇದೆಲ್ಲವನ್ನೂ ಮೂರ್ತಿ ಅವರು ತಮ್ಮ ಬದುಕಿನ ಮೂಲಕ, ಪ್ರಕಾಶನ ಮತ್ತು ಅದನ್ನು ನಡೆಸಿದ ಕಾರ್ಯ ವಿಧಾನದ ಮೂಲ ಮನದಟ್ಟು ಮಾಡಿಕೊಟ್ಟವರು.</p>
<p>ಅರ್ಥಶಾಸ್ತ್ರವನ್ನು ತಲಸ್ಪರ್ಶಿಯಾಗಿ ಅಭ್ಯಾಸಮಾಡಿರುವ ಮೂರ್ತಿ ತಮ್ಮ ಪ್ರಕಾಶನ ಸಂಸ್ಥೆಯ ಮೂಲ ಹಣಕಾಸಿನ ಜೊತೆ ವ್ಯವಹರಿಸಿದ್ದಾರೆ. ಬಂಡವಾಳವನ್ನು ಹೂಡಿ ಪ್ರಕಾಶನ ಸಂಸ್ಥೆಯನ್ನು ಮುನ್ನೆಡಿಸಿದ್ದಾರೆ. ಆದರೆ,ಅದಕ್ಕೊಂದು ಮಾನವೀಯ ಸ್ಪರ್ಶ ನೀಡಿ ತಮ್ಮ ಬಂಡವಾಳಕ್ಕೆ, ವ್ಯವಹಾರಕ್ಕೆ ಜೀವ ತುಂಬಿದ್ದಾರೆ. ಅವರ 'ಬಂಡವಾಳ' ಎಂದೂ ನಿರ್ಜೀವ ವಸ್ತುವಾಗದಂತೆ ನೋಡಿಕೊಂಡಿದ್ದಾರೆ. ಅರ್ಥವ್ಯವ;ಎನ್ನುವುದು ಸಂಪೂರ್ಣವಾಗಿ ಹಣದ ಮೇಲೆ ನಿಂತಿದ್ದರೂ, ಮೂರ್ತಿ ಅವರ ವ್ಯವಹಾರ ಅಲ್ಲಿಗೆ ನಿಂತದ್ದಲ್ಲ. ಹಣದ ಆಚೆಗೆ ಸರಿದು ಮನುಷ್ಯನ ಹೃದಯವನ್ನು ತಟ್ಟಿ ಬಂದಿದೆ. ಹೀಗಾಗಿಯೇ ಅವರು ವ್ಯವಹಾರದಲ್ಲಿ ಮನುಷ್ಯರು ಕಾಣಿಸುತ್ತಾರೆ; ಮಾನವೀಯತೆಯ ಸಮೃದ್ಧ ನೀರಿನ ಒರತೆಗಳು ಕಾಣಿಸುತ್ತವೆ. ವಿಶ್ವ ಚೇತನದ ಭಾಗವಾಗಿರುವ ಮಾನವ ಚೇತನವನ್ನು ಸರಿಯಾಗಿ ಗ್ರಹಿಸಲು ತಮ್ಮ ಬದುಕಿನ ಉದ್ದಕ್ಕೂ ಪ್ರಯತ್ನಿಸುತ್ತಲೇ ಬಂದಿರುವ ಮೂರ್ತಿ ಅವರಿಗೆ ತಮ್ಮ ಪ್ರಕಾಶನ ಎನ್ನುವುದು ಈ ಪ್ರಯತ್ನದ ಒಂದು ಭಾಗವಾಗಿಯೇ ಕಾಣಿಸಿದೆ. ಹೀಗಾಗಿಯೇ ಅವರ ಪ್ರಕಾಶನದ ಪುಸ್ತಕಗಳು ಕೇವಲ ರಂಜನೆಯ ಸರಕುಗಳಲ್ಲ; ವ್ಯಕ್ತಿಗಳನ್ನು ಉದ್ದೀಪನಗೊಳಿಸುವ ಮಾದಕ ವಸ್ತುಗಳೂ ಅಲ್ಲ. ಅದರೆ ಸಮಾಜದ ಸ್ವಾಸ್ಥ್ಯವನ್ನು ಎಚ್ಚರದಿಂದ ಪೊರೆಯುವಂಥದ್ದು. </p>
			
			<blockquote class="text-center blockquote">ಡಿ.ವಿ.ಕೆ ಮೂರ್ತಿ &ndash; ‘ನಾನು ನನ್ನ ಪ್ರಕಾಶನವನ್ನು ಎಂದು ಬಿಸಿನೆಸ್ ಆಗಿ ನೋಡಲೇ ಇಲ್ಲ’</blockquote>
			<br />
			<!-- <h5 class="text-right"><strong><small>ಪ್ರೊಫೆಸರ್</small><br />ಟಿ. ವಿ. ವೆಂಕಟಾಚಲ ಶಾಸ್ತ್ರೀ</strong></h5>  -->
		</div>
	</div>
</div>
