<div class="container dynamic-page">
	<div class="row">
		<div class="col-md-12 about">
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark2.jpg" class="img-thumbnail right" />
			</figure>
			<h2><small>ಪ್ರೊಫೆಸರ್</small><br />ಡಿ.ವಿ.ಕೆ. ಮೂರ್ತಿ ರವರ ಜೀವನ ಚೆರಿತ್ರೆ</h2>
			<p class="no-indent"><small>(ಜನನ: ೧೨-೨-೧೮೯೦ &ndash; ಮರಣ: ೧-೨-೧೯೬೮)</small></p>
			<p>ಪಂಡಿತರತ್ನಂ ಡಿ. ವಾಸುದೇವಾಚಾರ್ಯ ಮತ್ತು ರುಕ್ಮಿಣಮ್ಮ ದಂಪತಿಗಳ ಎಂಟು ಜನ ಮಕ್ಕಳಲ್ಲಿ ಮೂರನೆಯವರಾದ ಡಿ.ವಿ.ಕೆ. ಮೂರ್ತಿಯವರು ದಿನಾಂಕ ೦೩&ndash;೦೫&ndash;೧೯೨೬ ರಂದು ಕೋಲಾರ ಜಿಲ್ಲೆಯ ಬೇಕಮಂಗಲದಲ್ಲಿ ಜನಿಸಿದರು.</p>
			<p>ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯದಿಂದ ಅರ್ಥಶಾಸ್ತ್ರದಲ್ಲಿ ಪ್ರಥಮ ದರ್ಜೆಯಲ್ಲಿ ಬಾಲಾಮಣಿ ಚಿನ್ನದ ಪದಕದೊಂದಿಗೆ ಬಿ.ಎ. (ಆನರ್ಸ್) ಪದವಿ (೧೯೪೫) -ಸಂಸ್ಕೃತ ಪಾಠಶಾಲೆಯಲ್ಲಿ ವೇದಾಧ್ಯಯನ, ಕಾವ್ಯಪರೀಕ್ಷೆ.</p>

			
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark3.jpg" class="img-thumbnail left" />
				<!-- <figcaption>ಶಾಸ್ತ್ರಿಗಳು  ಹೈದೆರಾಬಾದ್ ಸಮ್ಮೇಳನದಲ್ಲಿ ಅದ್ಯಕ್ಶ ಭಾಷಣ ಮಾಡುತ್ತಿರುವುದು ಪಕ್ಕದಲ್ಲಿ ಶ್ರೀ ಅವರನ್ನು ಕಾಣಬಹುದು (೧೯೪೧)</figcaption> -->
			</figure>
			<p>ಶಾಸ್ತ್ರಿಗಳು ತಮ್ಮ ೧೭ನೆಯ ವಯಸ್ಸಿನಲ್ಲಿ ರಾಜಾ ಸ್ಕೂಲಿನಲ್ಲಿ ಇಂಗ್ಲಿಷ್ ಲೋಯರ್ ಸೆಕೆಂಡರಿ ಪರೀಕ್ಷೆಯನ್ನು ಮುಗಿಸಿಕೊಂಡರು; ಪ್ರೌಢಶಾಲೆಯ ವ್ಯಾಸಂಗಕ್ಕೆ ವೆಸ್ಲಿಯನ್ ಮಿಷನ್ ಹೈಸ್ಕೂಲನ್ನು ಸೇರಿದರು. ಅದೇ ವರ್ಷ ಸಂಪ್ರದಾಯರೀತಿಯಲ್ಲಿ ಅವರ ಮದುವೆ﻿ ವೆಂಕಟಲಕ್ಷಮ್ಮನವರೊಂದಿಗೆ ಜರುಗಿತು. ಅಂದಿನ ದಿನಗಳಲ್ಲಿ ಹದಿಹರಯದಲ್ಲಿ ಮದುವೆಯಾಗುವುದು ಸಾಮಾನ್ಯವಾಗಿತ್ತು. ಸಾಂಪ್ರದಾಯಿಕ ವೇಷಭೂಷಣಗಳಲ್ಲಿ, ಎಂದರೆ ಶಿಖೆ ಲಾಂಛನ ಮೊದಲಾದವುಗಳೊಂದಿಗೆ, ಪಂಚೆ ಉತ್ತರೀಯಗಳೊಂದಿಗೆ, ಮದುವೆಯಾದ ಹುಡುಗನೊಬ್ಬ ಶಾಲೆಯಲ್ಲಿ ಕುಳಿತು ಓದುವುದನ್ನು ತರಗತಿಯ ಸಹಪಾಠಿಗಳಲ್ಲಿ ಹಲವರು ತಮಾಷೆಮಾಡಿ ನಗುತ್ತಿದ್ದರಂತೆ. ಆದರೆ ತರಗತಿಯಲ್ಲಿ ಮೊದಲಿಗನಾಗಿ ಬಂದಾಗ ಅವರಿಗೆ ವಿಸ್ಮಯ ಕಾದಿರುತ್ತಿತ್ತು. ಅವರಿಗೆ ಮೊದಲ ವರ್ಷ ಬಂದ ಮೆರಿಟ್ ಸ್ಕಾಲರ್‌ಷಿಪ್, ಅವರು ಗಳಿಸುತ್ತಿದ್ದ ಪ್ರಥಮಸ್ಥಾನದಿಂದಾಗಿ ಮೂರು ವರ್ಷಗಳಲ್ಲಿಯೂ ಮುಂದುವರಿಯಿತು. ಇದು ಅವರ ಮೇಧಾಶಕ್ತಿ, ದೃಢಸಂಕಲ್ಪಶಕ್ತಿ, ಕಠಿನ ಪರಿಶ್ರಮಗಳಿಗೆ ದೊರೆತ ಮನ್ನಣೆಯೆನ್ನಬೇಕು. ಕನ್ನಡದ ಸುಪ್ರಸಿದ್ಧ ಸಾಹಿತಿಗಳಾದ ಮಾಸ್ತಿ ವೆಂಕಟೇಶ ಅಯ್ಯಂಗಾರ್ಯರು ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳಿಗೆ ಸಮಕಾಲಿಕರಾದ ವಿದ್ಯಾರ್ಥಿಮಿತ್ರರಾಗಿದ್ದು, ಇಬ್ಬರಿಗೂ ಪಠ್ಯೇತರವಾದ ಸಾಹಿತ್ಯಸ್ಪರ್ಧೆಗಳಲ್ಲಿ ಸಮಸಮವಾಗಿ ಹೋರಾಟವಿರುತ್ತಿದ್ದಿತು ಎಂಬುದಾಗಿ ಮಾಸ್ತಿಯವರೇ ತಮ್ಮ ಆತ್ಮಚರಿತ್ರೆಯಲ್ಲಿ ಒಂದು ಕಡೆ ಉಲ್ಲೇಖಿಸಿದ್ದಾರೆ.</p>
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark4.jpg" class="img-thumbnail right" />
			</figure>
			<p>೧೮೫೩ರಲ್ಲಿ ಆರಂಭವಾದ ಮೈಸೂರಿನ ಮಹಾರಾಜ ಕಾಲೇಜು ಮತ್ತು ಅನಂತರದಲ್ಲಿ ೧೮೫೮ರಲ್ಲಿ ಆರಂಭವಾದ ಬೆಂಗಳೂರಿನ ಸೆಂಟ್ರಲ್ ಕಾಲೇಜು  ೨೦ನೆಯ ಶತಮಾನದ ಎರಡನೆಯ ದಶಕದ ಮೊದಲರ್ಧದ ವರೆಗೆ ಮದರಾಸು ವಿಶ್ವವಿದ್ಯಾಲಯದ ಅಂಗೀಕೃತ ಕಾಲೇಜುಗಳಾಗಿದ್ದುವು. ೧೯೧೬ರಲ್ಲಿ ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯ ಅಸ್ತಿತ್ವಕ್ಕೆ ಬಂದ ಮೇಲೆ ಅವು ಸ್ವತಂತ್ರವಾಗಿ ತಮ್ಮ ಕಾರವ್ಯಾಪ್ತಿಯನ್ನು ವಿಸ್ತರಿಸಿಕೊಂಡುವು; ಶೈಕ್ಷಣಿಕ ಶಾಖೆಗಳು ಬೆಳೆದುವು. ಇದಕ್ಕೆ ಕೆಲವು ವರ್ಷಗಳು ಮೊದಲಷ್ಟೇ ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳು ಮಹಾರಾಜ ಕಾಲೇಜಿಗೆ ವಿದ್ಯಾರ್ಥಿಯಾಗಿ ಸೇರಿದರು.</p>
			
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark5.jpg" class="img-thumbnail right" />
			</figure>
			<p>ಬಾಲ್ಯದಿಂದಲೇ ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳಲ್ಲಿ ಸಂಸ್ಕೃತ ಕನ್ನಡ ಭಾಷಾಭಿಮಾನಗಳು ಒಗ್ಗೂಡಿ ಬೆಳೆದಿದ್ದವು. ಸಂಸ್ಕೃತಭಾಷೆ ಕನ್ನಡವನ್ನು ತನ್ನ ವಾಹಕವನ್ನಾಗಿ ಮಾಡಿಕೊಂಡು ಉಳಿಯುವುದರಲ್ಲಿ ಸಫಲತೆ ಪಡೆಯಬೇಕೆಂಬ, ಹಾಗೆಯೇ ಕನ್ನಡಭಾಷೆ ಸಂಸ್ಕೃತದ ಉತ್ತಮಾಂಶಗಳನ್ನು﻿ ಹೀರಿ ತನ್ನ ವರ್ಚಸ್ಸನ್ನು ಬೆಳಸಿಕೊಳ್ಳಬೇಕೆಂಬ ವಿಚಾರ ಅವರಿಗೆ ತಮ್ಮ ವ್ಯಾಸಂಗದ ದಿನಗಳಲ್ಲಿಯೇ ಮನವರಿಕೆಯಾಗಿದ್ದಿತು. ಅವರ ಭಾಷಾಸಾಹಿತ್ಯ ಪ್ರೀತಿಗಳು ವರ್ಧಿಷ್ಣುವಾಗಿ ಸಾಗಿ, ಈಗ ಪಕ್ವಸ್ಥಿತಿಗೆ ತಲುಪುವ ಘಟ್ಟದಲ್ಲಿದ್ದುವು. ಸಾಹಿತ್ಯಾಭಿಮಾನದ ದೃಷ್ಟಿಯಿಂದಲೂ ವೃತ್ತಿಜೀವನದ ದೃಷ್ಟಿಯಿಂದಲೂ ಅವರು ತಮ್ಮ ವ್ಯಾಸಂಗವನ್ನು ಮುನ್ನಡಸಲು ಆಲೋಚಿಸಿದರು.</p>
			
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark6.jpg" class="img-thumbnail left" />
			</figure>
			<p>ಶಾಸ್ತ್ರಿಗಳಿಗೆ ಸಾಂಸಾರಿಕ ಜವಾಬ್ದಾರಿಯ ನಿರ್ವಹಣೆಗೆ ಯಾವುದಾದರೂ ಒಂದು ಸಂಬಳದ ಕೆಲಸ ಅತ್ಯವಶ್ಯವಾಗಿತ್ತು. ಅದಕ್ಕಾಗಿ ಏಳೆಂಟು ತಿಂಗಳು ಪರದಾಟವಾಯಿತು. ಬಳಿಕ ಮೈಸೂರು ಸರ್ಕಾರದ ಡಿಸ್ಟ್ರಿಕ್ಟ್ ಆಫೀಸಿನಲ್ಲಿ ತಿಂಗಳಿಗೆ ೩೫ ರೂಪಾಯಿ ಸಂಬಳದ ಗುಮಾಸ್ತೆಯ﻿ ಕೆಲಸಕ್ಕೆ ಸೇರಿಕೊಂಡರು (೧೯೧೪). ಅಲ್ಲಿ ಅವರಿಗೆ ಕಾಗದ ಪತ್ರಗಳು ಯಾವಾಗಲೂ ಸರಿಯಾಗಿ ವಿಲೇವಾರಿಯಾಗದೆ ಕಟ್ಟುಕಟ್ಟು ಕಾಗದಗಳು ಹಾಗೆಯೇ ಬಿದ್ದಿರುತ್ತಿದ್ದ ಮುಜರಾಯಿ ಇಲಾಖೆಯ ಕೆಲಸವನ್ನು ವಹಿಸಿಕೊಡಲಾಯಿತು. ಆಗ ಡೆಪ್ಯುಟಿ ಕಮೀಷನರ್ ಆಗಿದ್ದವರು ಕುರಿಯನ್ ಮ್ಯಾಥನ್ ಅವರು. ಶಾಸ್ತ್ರಿಗಳ ಸಹೋದ್ಯೋಗಿಗಳಾಗಿದ್ದ ಕೆಲವರ ಚಾಡಿಮಾತುಗಳಿಗೆ ಕಿವಿಗೊಟ್ಟು ಅವರು ಶಾಸ್ತ್ರಿಗಳನ್ನು ಸರಿಯಾಗಿ ನಡಸಿಕೊಳ್ಳಲಿಲ್ಲವೆಂದೂ ಅವರು ಮಾಡಿದ ಒಳ್ಳೆಯ ಕೆಲಸಕ್ಕೆ ಬೆಲೆ ಬರಲಿಲ್ಲವೆಂದೂ ಪ್ರತಿಯಾಗಿ ಕಿರುಕುಳವೇ ಇತ್ತೆಂದೂ ಅವರ ಇನ್ನೊಬ್ಬ ಸಹೋದ್ಯೋಗಿಗಳೂ ಚಿಕ್ಕಂದಿನಿಂದ ಅವರನ್ನು ಚೆನ್ನಾಗಿ ಬಲ್ಲವರೂ ಆದ ಅಂಬಳೆ ಆರ್. ಸದಾಶಿವಯ್ಯನವರು ನೆನಪು ಮಾಡಿಕೊಂಡಿದ್ದಾರೆ.</p>
			
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark7.jpg" class="img-thumbnail right" />
			</figure>
			<p>ಕನ್ನಡ ಭಾಷೆ ಸಾಹಿತ್ಯಗಳ ಚಟುವಟಿಕೆಗಳನ್ನು ಕಾಲೇಜು ಮಟ್ಟದಲ್ಲಿ ಹೆಚ್ಚಿಸಲು ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳು ಕೈಕೊಂಡ ಕಾರ್ಯಕ್ರಮಗಳು ಹಲವಾರು. ಇವುಗಳಲ್ಲಿ ಮುಖ್ಯವಾದವು ಎಂದರೆ, ೧೯೧೮ರಲ್ಲಿ ಅವರು ಹುಟ್ಟುಹಾಕಿದ ಕರ್ಣಾಟಕ ಸಂಘವೆಂಬ ಸಾಹಿತ್ಯಿಕಸಂಸ್ಥೆ ಮತ್ತು ೧೯೧೯ರಲ್ಲಿ ಆರಂಭಿಸಿದ ಪ್ರಬುದ್ಧ ಕರ್ಣಾಟಕವೆಂಬ ಸಾಹಿತ್ಯಿಕಪತ್ರಿಕೆ.  ಈ ಚಟುವಟಿಕೆಗಳು ಚೆನ್ನಾಗಿ ಕಾಲೂರಿ ಬೆಳೆಯಬೇಕು ಎನ್ನುವಾಗಲೇ ಶಾಸ್ತ್ರಿಗಳ ಸ್ಥಾನಕ್ಕೆ ಟಿ.ಎಸ್. ವೆಂಕಣ್ಣಯ್ಯನವರು ಬಂದು, ಶಾಸ್ತ್ರಿಗಳು ಸೆಂಟ್ರಲ್ ಕಾಲೇಜಿನಿಂದ ಮೈಸೂರಿನ ಪ್ರಾಚ್ಯಕೋಶಾಗಾರ ಕಛೇರಿಗೆ ವರ್ಗವಾದರು (೧೯೧೯). ಅಲ್ಲಿ ಅವರಿಗೆ ಆಗಿನ ಕ್ಯುರೇಟರ್ ಆಗಿದ್ದ ಆರ್. ಶಾಮಶಾಸ್ತ್ರಿಗಳು ವಹಿಸಿದ ಕೆಲಸ ‘ಡೆಸ್ಪ್ಯಾಚಿಂಗ್-ರವಾನೆ ಗುಮಾಸ್ತೆ’ಯ ಕೆಲಸ. ಅದರಿಂದ ಶಾಸ್ತ್ರಿಗಳಿಗೆ ಬೇಸರವಾಗಿದ್ದುದು ನಿಜವೇ ಆದರೂ, ಅವರು ತಮ್ಮ ಅಧ್ಯಯನ ಮತ್ತು ಗ್ರಂಥಶೋಧನೆಗಳಿಗೂ ಅವಕಾಶ ಮಾಡಿಕೊಂಡು ಸಾಹಿತ್ಯಾಭ್ಯಾಸದಲ್ಲಿ ಕ್ರಿಯಾಶೀಲರಾಗಿಯೇ ಮುನ್ನಡೆದರು. ಶಾಮಶಾಸ್ತ್ರಿಗಳ ಹೆಸರಿನಲ್ಲಿ ಸಂಸ್ಥೆಯಿಂದ ಪ್ರಕಟವಾಗಿರುವ ಪ್ರಸಿದ್ಧವಾದ ಎರಡು ಪ್ರಾಚೀನ ಕನ್ನಡಗ್ರಂಥಗಳು ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳ ಪರಿಶ್ರಮದ ಫಲವಾಗಿ ಸಿದ್ಧವಾದವು ಎನ್ನುವುದು ಗಮನಿಸಬೇಕಾದ ವಿಷಯ. ಮೈಸೂರು ಪ್ರಾಚ್ಯಕೋಶಾಗಾರದಲ್ಲಿ ಅವರ ಕಾರ್ಯಚಟುವಟಿಕೆಗಳಿಗೆ ಪ್ರತ್ಯಕ್ಷವಾದ ಮನ್ನಣೆ ದೊರೆಯದಿದ್ದರೂ, ಅವರ ವಿದ್ವತ್ತೆಯ ಬೆಳೆವಣಿಗೆ ಹಾಗೂ ಪ್ರಕಟನೆಗಳಿಗೆ, ಪ್ರಾಚೀನ ಕನ್ನಡ ಸಾಹಿತ್ಯದ ಸಂಪಾದನೆ ವಿಮರ್ಶೆಗಳಿಗೆ ಅವುಗಳಿಂದ ತುಂಬ ಒತ್ತಾಸೆ ದೊರೆಯಿತೆಂದೇ ಹೇಳಬೇಕು.</p>
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark8.jpg" class="img-thumbnail left" />
			</figure>
			<p>೧೯೧೯-೧೯೨೭ರ ಅವಧಿಯ ಪ್ರಾಚ್ಯಕೋಶಾಗಾರದ ಕೆಲಸದ ವರ್ಷಗಳಲ್ಲಿ ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳು ಮಹಾರಾಜ ಕಾಲೇಜಿನಲ್ಲಿ ಬೋಧನೆಯ ಕೆಲಸವನ್ನೂ ಕೆಲಮಟ್ಟಿಗೆ ನಿರ್ವಹಿಸುತ್ತಿದ್ದಂತೆ ತೋರುವುದು. ೧೯೨೭ರಲ್ಲಿ ಅಲ್ಲಿ ಕನ್ನಡ ಭಾಷೆ ಸಾಹಿತ್ಯಗಳ ವಿಷಯದಲ್ಲಿ ಎಂ.ಎ. ತರಗತಿ ಪ್ರಾರಂಭವಾದಾಗ ಈ ನಡುವೆ ಪೂರ್ಣಪ್ರಮಾಣದ ಅಧ್ಯಾಪಕರಾಗಿ ನೇಮಕವಾಗಿದ್ದ ಅವರು ಬಡ್ತಿ ಪಡೆದು ಉಪಪ್ರಾಧ್ಯಾಪಕರಾಗಿ ಬೆಂಗಳೂರು ಸೆಂಟ್ರಲ್ ಕಾಲೇಜಿಗೆ ಮರಳಿದರು. ಟಿ.ಎಸ್. ವೆಂಕಣ್ಣಯ್ಯನವರು ಪ್ರಾಧ್ಯಾಪಕರಾಗಿ ಬಡ್ತಿ ಪಡೆದು ಮೈಸೂರಿಗೆ ಹಿಂದಿರುಗಿದರು. ವೆಂಕಣ್ಣಯ್ಯನವರು ೧೯೩೯ರಲ್ಲಿ ತಮ್ಮ ೫೨ನೆಯ ವಯಸ್ಸಿನಲ್ಲಿ ಪಡೆದ ಅಕಾಲಿಕಮರಣದಿಂದ, ಶಾಸ್ತ್ರಿಗಳು ಪ್ರಾಧ್ಯಾಪಕಪದವಿಗೆ ಬಡ್ತಿ ಪಡೆದು ಮಹಾರಾಜ ಕಾಲೇಜಿಗೆ ಬಂದು ಕನ್ನಡ ವಿಭಾಗದ ಬೆಳೆವಣಿಗೆಯ ಸಂಪೂರ್ಣ ಜವಾಬ್ದಾರಿಯನ್ನು ಇಲಾಖೆಯ ಮುಖ್ಯರಾಗಿ ವಹಿಸಿಕೊಂಡರು. ತಾವು ೧೯೪೬ರಲ್ಲಿ ನಿವೃತ್ತಿ ಪಡೆಯುವವರೆಗೆ ಇದೇ ಕಾರ್ಯಗೌರವದಲ್ಲಿ ಅವರು ಮುಂದುವರಿದರು.</p>
			<p>ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳು ನಡೆದು ಬಂದ ದಾರಿ ವೃತ್ತಿಜೀವನದ ದೃಷ್ಟಿಯಿಂದ ಯಶಸ್ವಿಯೆಂದು ಹೇಳಲಾಗದಿದ್ದರೂ ಫಲಪ್ರದ ಎಂಬುದರಲ್ಲಿ ಅನುಮಾನವಿಲ್ಲ. ಅಧ್ಯಾಪಕ, ಪತ್ರಿಕಾಸಂಪಾದಕ, ಲೇಖಕ, ವಾಗ್ಮಿ, ವಿದ್ವಾಂಸ, ಪ್ರಸಾರಕ, ಸಂಘಟಕ ಎಂಬ ಹಲವು ಮುಖಗಳಲ್ಲಿ ಶ್ರದ್ಧೆ ಉತ್ಸಾಹಗಳಿಂದ ಶ್ರಮಿಸಿ ಕನ್ನಡದ ಪುನರುಜ್ಜೀವನವನ್ನು ಸಾಧಿಸಿದ ಮಹನೀಯರು, ಪುಣ್ಯವಂತರು ಅವರು. ಅವರ ಸಾಧನೆಗಳು ಈಗ ಬರಿಯ ಚರಿತ್ರೆಯ ವಿಷಯಗಳಾಗಿಲ್ಲ, ಫಲ ಕೊಡುತ್ತಿರುವ ಕಲ್ಪವೃಕ್ಷಗಳಾಗಿವೆ.</p>
			<p class="delimeter">※※※※※※※</p>
			<h4>ಎ. ಆರ್. ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳ ಸಾಧನೆಗಳು:</h4>
			<ul>
				<li>ಕನ್ನಡ ನಾಡಿನ ಆದ್ಯಂತ ಹಬ್ಬಿ ಬೆಳೆದ ಕರ್ಣಾಟಕ ಸಂಘವೆಂಬ ಸಾಹಿತ್ಯಸಂಸ್ಥೆಗೆ ಬೀಜಪ್ರಾಯವಾಗಿ ಸೆಂಟ್ರಲ್ ಕಾಲೇಜಿನ ಕರ್ಣಾಟಕ ಸಂಘವನ್ನು ಸ್ಥಾಪಿಸಿದರು (೧೯೧೮).</li>
				<li>ಹೊಸಗನ್ನಡ ಸಾಹಿತ್ಯವನ್ನು ವಿವಿಧ ಮುಖಗಳಲ್ಲಿ ಬೆಳಸಲು ಸಹಕಾರಿಯಾದ, ಹೊಸಗನ್ನಡ ಲೇಖಕರನ್ನು ಸಾಹಿತ್ಯಕೃಷಿಗೆ ಸಜ್ಜುಗೊಳಿಸಿದ ಪ್ರಬುದ್ಧ ಕರ್ಣಾಟಕವೆಂಬ ಸಾಹಿತ್ಯಪತ್ರಿಕೆಯನ್ನು ಹುಟ್ಟುಹಾಕಿದರು (೧೯೧೯).</li>
				<li>ಇಂದಿಗೂ ಅಧಿಕೃತ ಇಂಗ್ಲಿಷ್-ಕನ್ನಡ ನಿಘಂಟುವಾಗಿ ಪ್ರಚಾರದಲ್ಲಿರುವ ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯದ ಇಂಗ್ಲಿಷ್-ಕನ್ನಡ ನಿಘಂಟುವಿನ ಸಂಪಾದಕ ಸಮಿತಿಯ ಒಬ್ಬ ಸದಸ್ಯರಾಗಿ ಅದರ ಸಿದ್ಧತೆಯಲ್ಲಿ ಶ್ರಮಿಸಿದರು (೧೯೩೩-೪೬).</li>
				<li>ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯದ ಕನ್ನಡ ಗ್ರಂಥಮಾಲೆಯ ಪ್ರಧಾನಸಂಪಾದಕರಾಗಿದ್ದು, ವಿದ್ಯಾವಂತರಲ್ಲಿ ಸಾಹಿತ್ಯಾಭಿರುಚಿ ವಿಚಾರಶಕ್ತಿ ಜ್ಞಾನ ಸಂಪಾದನೆಗಳಿಗೆ ಅನುಕೂಲವಾಗುವ ಗ್ರಂಥಗಳ ಪ್ರಕಟನೆಯಲ್ಲಿ ಮಾರ್ಗದರ್ಶನಮಾಡಿದರು (೧೯೪೨-೪೬).</li>
				<li>ಬೆಂಗಳೂರಿನ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ತಿನ ಪ್ರತಿಷ್ಠಿತ ವಿದ್ವತ್ಪತ್ರಿಕೆಯಾದ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ ಪತ್ರಿಕೆಯ ಸಂಪಾದಕರಾಗಿದ್ದು, ಪತ್ರಿಕೆ ಹೊಸದೃಷ್ಟಿಯಲ್ಲಿ ಸಾಹಿತ್ಯಸಂಶೋಧನೆಯ ಲೇಖನಗಳಿಂದಲೂ ಸಹಾಯಕಸಾಮಗ್ರಿಗಳಿಂದಲೂ ಉತೃಷ್ಟ ರೀತಿಯಿಂದ ಪ್ರಕಟವಾಗುವಂತೆ ನೋಡಿಕೊಂಡರು (೧೯೪೩-೪೬).</li>
				<li>ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ತಿನ ಕನ್ನಡ ನಿಘಂಟುವಿನ ಅಧ್ಯಕ್ಷರಾಗಿ, ಪ್ರಧಾನಸಂಪಾದಕರಾಗಿ ಅದಕ್ಕೆ ಖಚಿತವಾದ ರೂಪರೇಖೆಗಳನ್ನು ಹಾಕಿ, ಆರಂಭದ ಕೆಲಸ ಸುವ್ಯವಸ್ಥಿತವಾಗಿ ನಡೆಯುವಂತೆ ಏರ್ಪಾಡುಮಾಡಿದರು (೧೯೪೩-೫೭).</li>
				<li>ಕಾವ್ಯಸಂಗ್ರಹ, ಕಾವ್ಯ ಮತ್ತು ಶಾಸ್ತ್ರಗ್ರಂಥದ ಸಂಪಾದನೆ, ಕವಿ-ಕಾವ್ಯ ವಿಮರ್ಶೆಯ ಹಾಗೂ ಸಂಶೋಧನೆಯ ಸ್ವತಂತ್ರ ಕೃತಿಗಳು, ಪ್ರಾಚೀನ ಸಂಸ್ಕೃತ ಚಿರಕೃತಿಗಳ ಸಾರಸಂಗ್ರಹರೂಪದ ಕನ್ನಡ ಗದ್ಯಗ್ರಂಥಗಳು, ಬಂಗಾಳಿ ಭಾಷೆಯ ಶ್ರೇಷ್ಠ ಕವಿಕೃತಿಗಳ ವಿಮರ್ಶೆ ಮತ್ತು ಅನುವಾದಗಳು, ಸಣ್ಣಕತೆಗಳು, ಬಹುಸಂಖ್ಯೆಯ ಪರಿಚಯಾತ್ಮಕ, ವಿಮರ್ಶಾತ್ಮಕ ಮತ್ತು ಸಂಶೋಧನಾತ್ಮಕ ಲೇಖನಗಳು, ಪತ್ರಿಕಾಸಂಪಾದಕೀಯಗಳು ಮೊದಲಾದುವುಗಳಿಂದ ಹೊಸಗನ್ನಡದ ಸಾಹಿತ್ಯ ಕ್ಷೇತ್ರವನ್ನು ವಿಸ್ತರಿಸಿದರು(೧೯೧೯-೬೩).</li>
			</ul>
			<p class="delimeter">※※※※※※※</p>
			<h4>ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳಿಗೆ ದೊರೆತ ಮನ್ನಣೆ ಮತ್ತು ಪ್ರಶಸ್ತಿಗಳು:</h4>
			<ul>
				<li>ಹೈದರಾಬಾದಿನಲ್ಲಿ ಸೇರಿದ್ದ ೨೬ನೆಯ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಸಮ್ಮೇಳನದ ಅಧ್ಯಕ್ಷ ಪದವಿಯನ್ನು ಅಲಂಕರಿಸಿದರು (೧೯೪೧). </li>
				<li>ಮಿತ್ರರೂ ಶಿಷ್ಯರೂ ಸೇರಿ ಅವರಿಗೆ `ಅಭಿವಂದನೆ' ಎಂಬ ಸಂಭಾವನ ಗ್ರಂಥವನ್ನು ಮೈಸೂರಿನಲ್ಲಿ ಸಮರ್ಪಿಸಿ ಸನ್ಮಾನಿಸಿದರು (೧೯೫೬).﻿</li>
				<li>ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯ ಅವರಿಗೆ ಗೌರವ ಡಿ.ಲಿಟ್. ಪದವಿಯನ್ನು ನೀಡಿ ಅವರ ಸಾಧನೆಗಳನ್ನು ಗುರುತಿಸಿತು (೧೯೬೦). </li>
				<li>ಅವರ 'ಬಂಕಿಮಚಂದ್ರ' ಎಂಬ ವಿಮರ್ಶಕೃತಿಗೆ ಕೇಂದ್ರ ಸಾಹಿತ್ಯ ಅಕಾದೆಮಿಯು ವಾರ್ಷಿಕಪ್ರಶಸ್ತಿ ನೀಡಿ ಗೌರವಿಸಿತು (೧೯೬೧). </li>
				<li>ಅವರ ನೆನಪಿಗಾಗಿ ಪ್ರಬುದ್ಧ ಕರ್ಣಾಟಕ ಒಂದು ನೆನಪಿನ ಸಂಚಿಕೆಯನ್ನು ವಿಸ್ತೃತಪ್ರಮಾಣದಲ್ಲಿ ಪ್ರಕಟಿಸಿ, ಅವರ ಜೀವನ ಸಾಧನೆಗಳ ಒಂದು ಸಮಗ್ರಚಿತ್ರವನ್ನು ಅಲ್ಲಿ ದಾಖಲಿಸಿತು (೧೯೬೮). </li>
				<li>ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ತಿನ ಕನ್ನಡ ನುಡಿ ಮಾಸಪತ್ರಿಕೆಯೂ (೩೧-೪,೫; ೧೯೬೮) ಜೀವನ ಕಾರ್ಯಾಲಯದ ಜೀವನ ಮಾಸಪತ್ರಿಕೆಯೂ (೧೩-೪,೧೯೫೨) ವಿಶೇಷ ಸಂಚಿಕೆಗಳನ್ನು ಪ್ರಕಟಿಸಿದುವು.</li>
				<li>ನವದೆಹಲಿಯ ಸಾಹಿತ್ಯ ಅಕಾಡೆಮಿ `ಭಾರತೀಯ ಸಾಹಿತ್ಯ ನಿರ್ಮಾಪಕರು' ಮಾಲೆಯಲ್ಲಿ `ಎ.ಆರ್. ಕೃಷ್ಣಶಾಸ್ತ್ರೀ' ಎಂಬ ಪುಸ್ತಕವನ್ನು ಪ್ರಕಟಿಸಿತು (೨೦೦೦).</li>
			</ul>
			<p>ಕನ್ನಡದ ಪುಣ್ಯಪುರುಷರಲ್ಲಿ ಅಗ್ರಶ್ರೇಣಿಯಲ್ಲಿರುವ ಪ್ರಾಧ್ಯಾಪಕ ಎ.ಆರ್. ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳು ೧೯೬೮ರಲ್ಲಿ, ಫೆಬ್ರವರಿ ೧ರಂದು ಬೆಂಗಳೂರಿನಲ್ಲಿ ತಮ್ಮ ಪಾರ್ಥಿವಶರೀರವನ್ನು ತ್ಯಜಿಸಿದರು.</p>
			<br />
			<h5 class="text-right">
				<strong><small>ಪ್ರೊಫೆಸರ್</small><br />ಟಿ. ವಿ. ವೆಂಕಟಾಚಲ ಶಾಸ್ತ್ರೀ</strong><br />
				ನವದೆಹಲಿಯ ಸಾಹಿತ್ಯ ಅಕಾಡೆಮಿ `ಭಾರತೀಯ ಸಾಹಿತ್ಯ ನಿರ್ಮಾಪಕರು' ಮಾಲೆಯಲ್ಲಿ `ಎ.ಆರ್. ಕೃಷ್ಣಶಾಸ್ತ್ರೀ' ಎಂಬ ಪುಸ್ತಕದಿಂದ ಉದ್ಧೃತ 
			</h5>
		</div>
	</div>
</div>
