<div class="container dynamic-page">
	<div class="row">
		<div class="col-md-12 about">
			<!-- <figure>
				<img src="<?=PUBLIC_URL?>images/ark2.jpg" class="img-thumbnail right" />
			</figure> -->
			<h2><!-- <small>ಪ್ರೊಫೆಸರ್</small><br /> -->ಡಿ.ವಿ.ಕೆ. ಮೂರ್ತಿ ರವರ ಜೀವನ ಚೆರಿತ್ರೆ</h2><!-- 
			<p class="no-indent"><small>(ಜನನ: ೧೨-೨-೧೮೯೦ &ndash; ಮರಣ: ೧-೨-೧೯೬೮)</small></p> -->
			<p>ಕೆಲವೇ ವರ್ಷಗಳ ಹಿಂದೆ,ಪಟಪಟ ಮಾತನಾಡುತ್ತಿದ್ದ, ಜಗತ್ತಿನ ಸಾಹಿತ್ಯವನ್ನೇ ಒರೆಗೆ ಹೆಚ್ಚುವವರಂತೆ, ತಮ್ಮ ವಿಸ್ತಾರವಾದ ಓದಿನ ಫಲವಾದ ಜ್ಞಾನವನ್ನು ಮಾತಿನ ಮೂಲಕ ಹಂಚುವವರಂತೆ ತೋರುತ್ತಿದ್ದ ಮೂರ್ತಿ ಅವರಿಗೆ ಈಗ ೮೩ ವರ್ಷ (ಜನನ: ಮೇ ೩, ೧೯೨೬). ಮಾತಿನ ಉತ್ಸಾಹವೇನೋ ಈಗಲೂ ಇದೆ. ಅವರ ನೆನಪುಗಳು ಕೂಡಾ ಕೈಕೊಟ್ಟಿಲ್ಲ. ಆದರೆ ಅವರ ಕಿವಿ ಮಂದವಾಗಿವೆ; ಕಣ್ಣುಗಳು ಕಾಂತಿಯನ್ನು ಕಳೆದುಕೊಂಡಿವೆ. ದೇಹ ಚೈತನ್ಯವನ್ನು ಕಳೆದುಕೊಂಡಿದೆ. 'ಜಡ'ತೆಯನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುವಂತೆ ಅವರ ಹಾಸಿಗೆ ಅವರನ್ನು ಒತ್ತಾಯಿಸುತ್ತಿದೆ. ಆದರೂ ಮೂರ್ತಿ ಅದನ್ನು ಸುಲಭವಾಗಿ ಒಪ್ಪಿಕೊಳ್ಳುವವರಂತೆ ಕಾಣಿಸುವುದಿಲ್ಲ. ಅವರು ಮಾತಿನ ಉತ್ಸಾಹ ತೋರಿಸುತ್ತಾರೆ. ಆದರೆ ಗಂಟಲಿಗೆ ಶಕ್ತಿ ಇಲ್ಲ. ಅವರ ಮಾತುಗಳು ಸ್ಪಷ್ಟವಾಗಿ ಮೂಡುವುದಿಲ್ಲ.</p>
<p>ಅವರ ವಿಚಾರವೇನೋ ಈಗಲೂ ಪ್ರಖರವಾಗಿದೆ. ಅವರೂ ವಿಶ್ವದ ಚಲನೆಯ ಬಗ್ಗೆ ಹೇಳುತ್ತಿರುವಂತೆ ಕಂಡಿತು. ಜೀವನ ಮೌಲ್ಯಗಳ ಬಗೆಗೆ, ಸಾಹಿತ್ಯದ ಬಗೆಗೆ ಅವರು ಆಡುತ್ತಿದ್ದ ಮಾತುಗಳು ನನಗೆ ತಲುಪುತ್ತಿಲ್ಲ ಎಂದು ಮೂರ್ತಿ ಅವರಿಗೆ ಅನ್ನಿಸಿರಬೇಕು. ತಮ್ಮ ಮಗಳನ್ನು ಕರೆದು ಕೆಲವು ಪುಸ್ತಕ ತರಲು ಹೇಳಿದರು. ಅವೆಲ್ಲ 'ಡಿವಿಕೆ ಮೂರ್ತಿ ಪ್ರಕಾಶನ'ದ ಪುಸ್ತಕಗಳು; ಹಾಗೆಯೇ ಡಿವಿಕೆ ಮೂರ್ತಿಯವರು ರಚಿಸಿದ ಕೃತಿಗಳು. ವಿದ್ವತ್ತು, ಓದಿನ ವಿಸ್ತಾರ, ದಟ್ಟ ಜೀವನಾನುಭವವಿರುವ, ನೂರಾರು ಪುಸ್ತಕಗಳನ್ನು ಪ್ರಕಟಿಸಿರುವ ಮೂರ್ತಿ ಅವರು ರಚಿಸಿರಿವ ಕೃತಿಗಳು ಕೇವಲ ನಾಲ್ಕು. ಅವುಗಳಲ್ಲಿ ಒಂದು: ಮೆಕರೆಂಕೊ  ಅವರ ಲರ್ನಿಂಗ್ ಟು ಲಿವ್ ಬೃಹತ್ ಕಾದಂಬರಿಯ ಕನ್ನಡ ಅನುವಾದ. ಉಳಿದ ಮೂರು ಕೃತಿಗಳಲ್ಲಿ ಒಂದು - ಪರದೆಯ ಹಿಂದೆ - ವಿಡಂಬನೆ. ಇನ್ನೊಂದು ನೀಳ್ಗತೆ (ವೆಂಕಪ್ಪಯ್ಯನ ಕೊನೆಯ ಅಕ್ಷರಗಳು) ಮೂರನೆಯದು, ಜೀವನ ಮೌಲ್ಯ ಮತ್ತು ಸಾಹಿತ್ಯ. ಈ ಕೊನೆಯ ಪುಸ್ತಕ ಮೌಲಿಕ ಸಾಹಿತ್ಯ ಮೀಮಾಂಸೆ, ಚಿಂತನೆ</p>

			
			<!-- <figure>
				<img src="<?=PUBLIC_URL?>images/ark3.jpg" class="img-thumbnail left" />
				<figcaption>ಶಾಸ್ತ್ರಿಗಳು  ಹೈದೆರಾಬಾದ್ ಸಮ್ಮೇಳನದಲ್ಲಿ ಅದ್ಯಕ್ಶ ಭಾಷಣ ಮಾಡುತ್ತಿರುವುದು ಪಕ್ಕದಲ್ಲಿ ಶ್ರೀ ಅವರನ್ನು ಕಾಣಬಹುದು (೧೯೪೧)</figcaption>
			</figure> -->
			
	<!-- 		<figure>
				<img src="<?=PUBLIC_URL?>images/ark4.jpg" class="img-thumbnail right" />
			</figure>
			
			
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark5.jpg" class="img-thumbnail right" />
			</figure>
			
			
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark6.jpg" class="img-thumbnail left" />
			</figure>
			
			
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark7.jpg" class="img-thumbnail right" />
			</figure>
			
			<figure>
				<img src="<?=PUBLIC_URL?>images/ark8.jpg" class="img-thumbnail left" />
			</figure> -->
			
			<!-- <p class="delimeter">※※※※※※※</p>
			<h4>ಎ. ಆರ್. ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳ ಸಾಧನೆಗಳು:</h4> -->
			<!-- <ul>
				<li>ಕನ್ನಡ ನಾಡಿನ ಆದ್ಯಂತ ಹಬ್ಬಿ ಬೆಳೆದ ಕರ್ಣಾಟಕ ಸಂಘವೆಂಬ ಸಾಹಿತ್ಯಸಂಸ್ಥೆಗೆ ಬೀಜಪ್ರಾಯವಾಗಿ ಸೆಂಟ್ರಲ್ ಕಾಲೇಜಿನ ಕರ್ಣಾಟಕ ಸಂಘವನ್ನು ಸ್ಥಾಪಿಸಿದರು (೧೯೧೮).</li>
				<li>ಹೊಸಗನ್ನಡ ಸಾಹಿತ್ಯವನ್ನು ವಿವಿಧ ಮುಖಗಳಲ್ಲಿ ಬೆಳಸಲು ಸಹಕಾರಿಯಾದ, ಹೊಸಗನ್ನಡ ಲೇಖಕರನ್ನು ಸಾಹಿತ್ಯಕೃಷಿಗೆ ಸಜ್ಜುಗೊಳಿಸಿದ ಪ್ರಬುದ್ಧ ಕರ್ಣಾಟಕವೆಂಬ ಸಾಹಿತ್ಯಪತ್ರಿಕೆಯನ್ನು ಹುಟ್ಟುಹಾಕಿದರು (೧೯೧೯).</li>
				<li>ಇಂದಿಗೂ ಅಧಿಕೃತ ಇಂಗ್ಲಿಷ್-ಕನ್ನಡ ನಿಘಂಟುವಾಗಿ ಪ್ರಚಾರದಲ್ಲಿರುವ ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯದ ಇಂಗ್ಲಿಷ್-ಕನ್ನಡ ನಿಘಂಟುವಿನ ಸಂಪಾದಕ ಸಮಿತಿಯ ಒಬ್ಬ ಸದಸ್ಯರಾಗಿ ಅದರ ಸಿದ್ಧತೆಯಲ್ಲಿ ಶ್ರಮಿಸಿದರು (೧೯೩೩-೪೬).</li>
				<li>ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯದ ಕನ್ನಡ ಗ್ರಂಥಮಾಲೆಯ ಪ್ರಧಾನಸಂಪಾದಕರಾಗಿದ್ದು, ವಿದ್ಯಾವಂತರಲ್ಲಿ ಸಾಹಿತ್ಯಾಭಿರುಚಿ ವಿಚಾರಶಕ್ತಿ ಜ್ಞಾನ ಸಂಪಾದನೆಗಳಿಗೆ ಅನುಕೂಲವಾಗುವ ಗ್ರಂಥಗಳ ಪ್ರಕಟನೆಯಲ್ಲಿ ಮಾರ್ಗದರ್ಶನಮಾಡಿದರು (೧೯೪೨-೪೬).</li>
				<li>ಬೆಂಗಳೂರಿನ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ತಿನ ಪ್ರತಿಷ್ಠಿತ ವಿದ್ವತ್ಪತ್ರಿಕೆಯಾದ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ ಪತ್ರಿಕೆಯ ಸಂಪಾದಕರಾಗಿದ್ದು, ಪತ್ರಿಕೆ ಹೊಸದೃಷ್ಟಿಯಲ್ಲಿ ಸಾಹಿತ್ಯಸಂಶೋಧನೆಯ ಲೇಖನಗಳಿಂದಲೂ ಸಹಾಯಕಸಾಮಗ್ರಿಗಳಿಂದಲೂ ಉತೃಷ್ಟ ರೀತಿಯಿಂದ ಪ್ರಕಟವಾಗುವಂತೆ ನೋಡಿಕೊಂಡರು (೧೯೪೩-೪೬).</li>
				<li>ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ತಿನ ಕನ್ನಡ ನಿಘಂಟುವಿನ ಅಧ್ಯಕ್ಷರಾಗಿ, ಪ್ರಧಾನಸಂಪಾದಕರಾಗಿ ಅದಕ್ಕೆ ಖಚಿತವಾದ ರೂಪರೇಖೆಗಳನ್ನು ಹಾಕಿ, ಆರಂಭದ ಕೆಲಸ ಸುವ್ಯವಸ್ಥಿತವಾಗಿ ನಡೆಯುವಂತೆ ಏರ್ಪಾಡುಮಾಡಿದರು (೧೯೪೩-೫೭).</li>
				<li>ಕಾವ್ಯಸಂಗ್ರಹ, ಕಾವ್ಯ ಮತ್ತು ಶಾಸ್ತ್ರಗ್ರಂಥದ ಸಂಪಾದನೆ, ಕವಿ-ಕಾವ್ಯ ವಿಮರ್ಶೆಯ ಹಾಗೂ ಸಂಶೋಧನೆಯ ಸ್ವತಂತ್ರ ಕೃತಿಗಳು, ಪ್ರಾಚೀನ ಸಂಸ್ಕೃತ ಚಿರಕೃತಿಗಳ ಸಾರಸಂಗ್ರಹರೂಪದ ಕನ್ನಡ ಗದ್ಯಗ್ರಂಥಗಳು, ಬಂಗಾಳಿ ಭಾಷೆಯ ಶ್ರೇಷ್ಠ ಕವಿಕೃತಿಗಳ ವಿಮರ್ಶೆ ಮತ್ತು ಅನುವಾದಗಳು, ಸಣ್ಣಕತೆಗಳು, ಬಹುಸಂಖ್ಯೆಯ ಪರಿಚಯಾತ್ಮಕ, ವಿಮರ್ಶಾತ್ಮಕ ಮತ್ತು ಸಂಶೋಧನಾತ್ಮಕ ಲೇಖನಗಳು, ಪತ್ರಿಕಾಸಂಪಾದಕೀಯಗಳು ಮೊದಲಾದುವುಗಳಿಂದ ಹೊಸಗನ್ನಡದ ಸಾಹಿತ್ಯ ಕ್ಷೇತ್ರವನ್ನು ವಿಸ್ತರಿಸಿದರು(೧೯೧೯-೬೩).</li>
			</ul> -->
			<!-- <p class="delimeter">※※※※※※※</p>
			<h4>ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳಿಗೆ ದೊರೆತ ಮನ್ನಣೆ ಮತ್ತು ಪ್ರಶಸ್ತಿಗಳು:</h4> -->
			<!-- <ul>
				<li>ಹೈದರಾಬಾದಿನಲ್ಲಿ ಸೇರಿದ್ದ ೨೬ನೆಯ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಸಮ್ಮೇಳನದ ಅಧ್ಯಕ್ಷ ಪದವಿಯನ್ನು ಅಲಂಕರಿಸಿದರು (೧೯೪೧). </li>
				<li>ಮಿತ್ರರೂ ಶಿಷ್ಯರೂ ಸೇರಿ ಅವರಿಗೆ `ಅಭಿವಂದನೆ' ಎಂಬ ಸಂಭಾವನ ಗ್ರಂಥವನ್ನು ಮೈಸೂರಿನಲ್ಲಿ ಸಮರ್ಪಿಸಿ ಸನ್ಮಾನಿಸಿದರು (೧೯೫೬).﻿</li>
				<li>ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯ ಅವರಿಗೆ ಗೌರವ ಡಿ.ಲಿಟ್. ಪದವಿಯನ್ನು ನೀಡಿ ಅವರ ಸಾಧನೆಗಳನ್ನು ಗುರುತಿಸಿತು (೧೯೬೦). </li>
				<li>ಅವರ 'ಬಂಕಿಮಚಂದ್ರ' ಎಂಬ ವಿಮರ್ಶಕೃತಿಗೆ ಕೇಂದ್ರ ಸಾಹಿತ್ಯ ಅಕಾದೆಮಿಯು ವಾರ್ಷಿಕಪ್ರಶಸ್ತಿ ನೀಡಿ ಗೌರವಿಸಿತು (೧೯೬೧). </li>
				<li>ಅವರ ನೆನಪಿಗಾಗಿ ಪ್ರಬುದ್ಧ ಕರ್ಣಾಟಕ ಒಂದು ನೆನಪಿನ ಸಂಚಿಕೆಯನ್ನು ವಿಸ್ತೃತಪ್ರಮಾಣದಲ್ಲಿ ಪ್ರಕಟಿಸಿ, ಅವರ ಜೀವನ ಸಾಧನೆಗಳ ಒಂದು ಸಮಗ್ರಚಿತ್ರವನ್ನು ಅಲ್ಲಿ ದಾಖಲಿಸಿತು (೧೯೬೮). </li>
				<li>ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ತಿನ ಕನ್ನಡ ನುಡಿ ಮಾಸಪತ್ರಿಕೆಯೂ (೩೧-೪,೫; ೧೯೬೮) ಜೀವನ ಕಾರ್ಯಾಲಯದ ಜೀವನ ಮಾಸಪತ್ರಿಕೆಯೂ (೧೩-೪,೧೯೫೨) ವಿಶೇಷ ಸಂಚಿಕೆಗಳನ್ನು ಪ್ರಕಟಿಸಿದುವು.</li>
				<li>ನವದೆಹಲಿಯ ಸಾಹಿತ್ಯ ಅಕಾಡೆಮಿ `ಭಾರತೀಯ ಸಾಹಿತ್ಯ ನಿರ್ಮಾಪಕರು' ಮಾಲೆಯಲ್ಲಿ `ಎ.ಆರ್. ಕೃಷ್ಣಶಾಸ್ತ್ರೀ' ಎಂಬ ಪುಸ್ತಕವನ್ನು ಪ್ರಕಟಿಸಿತು (೨೦೦೦).</li>
			</ul> -->
			
		</div>
	</div>
</div>
